{
	tips:[
"Wowew youw shiewds to dissipate \"hawd\" fwux genyewated by taking shiewd damage.",
"Shiewds and weapons both genyewate fwux, so wowewing youw shiewds to take some hits on huww and awmow wiww incwease youw sustainyed fiwepowew. This can be vitaw, especiawwy fow heaviwy awmowed ships.", 
"Beam weapon damage to shiewds genyewates \"soft\" fwux that can be dissipated without dwopping shiewds",
"Pwess TAB to toggwe the command UI. Use the command UI to give owdews to youw fweet.",
"Owdewing onye ship to escowt anyothew wimits the escowt's mobiwity. Use the command with caution.",
"If youw shiewds take too much damage, the ship wiww uvwwoad and weapons and shiewds wiww be disabwed fow a few seconds.",
"Wong wange missiwes (WWMs) can hit tawgets fwom acwoss the map. Pwess Tab to open the command UI and tawget faw-away ships by cwicking on them and then sewecting 'Set as Tawget'.",
"In combat, muv the mouse awound to pan the view.  Pwess 'T' to anchow youw view to youw tawget, and pwess 'T' again to go back to the nyowmaw view.",
"Pwess WMB to fiwe and WMB to use the shiewds.  Use WASD to piwot the ship.",
"Kinyetic damage is good against shiewds, whiwe high-expwosive damage is good against awmow.",
"Fwagmentation damage is poow against evewything but exposed huww, but weapons deawing it tend to be vewy fwux-efficient.",
"Enyewgy weapons do equawwy weww against both shiewds and awmow, but awen't as good as mowe speciawized damage types vs eithew.",
"A missiwe weapon swot is vewsatiwe - thewe awe missiwes to fuwfiww viwtuawwy evewy wowe - but missiwe waunchews usuawwy have vewy wow ammo.",
"Fiwing weapons ow using shiewds buiwds up fwux.  When the fwux wevew is maxed out, you'ww have to wait fow it to go down befowe you can fiwe again.",
"Ships weceive a boost to top speed when theiw fwux wevew is zewo, unwess they awe inside a nyebuwa.",
"When wefitting a ship, Shift-cwick on a weapon swot to instaww the pweviouswy sewected weapon without openying the weapon sewection menyu.",
"When cweating weapon gwoups fow a ship, Shift-cwick to assign aww weapons of the same type.",
"When editing a text fiewd, you can pwess Shift-Backspace to cweaw it, ow Ctww-Backspace to dewete the wast wowd.",
"Most open-mawket twade is made unpwofitabwe by tawiffs. Expwoit ongoing events and diswuptions to make a pwofit.",
"Howd Shift whiwe adding ow wemoving fwux vents ow capacitows to do it mowe quickwy.",
"Howd Shift whiwe scwowwing with the mousewheew to scwoww mowe quickwy.",
"Contwow-cwick to buy/seww a stack. Shift-cwick to pick up items onye at a time. Howd Shift and cwick and dwag to sewect a specific quantity. Howd Awt and dwag to quickwy seww ow twansfew stacks undew the mouse pointew.",
"To pan the in-combat map, eithew wight-cwick and dwag ow use the awwow keys.",
"Waunching towpedoes at point-bwank wange can be hazawdous to youw ship.",
"Ships with a (D) designyation awe substandawd vewsions of the nyowmaw huwws.",
"Depwoying ships in combat weduces theiw combat weadinyess (\"CW\"), which costs suppwies to wecuvw.",
"Depwoying mowe ships than you nyeed into combat can cost mowe suppwies than you gain fwom fighting.",
"Ships consume suppwies fow maintenyance based on theiw suppwies/month stat, and consume extwa suppwies whiwe wecuvwing CW ow undewgoing wepaiws.",
"Youw fweet can cawwy cawgo, cwew, ow fuew in excess of its maximum capacity at the cost of extwa suppwy consumption.",
"You can get extwa info fwom many toowtips by pwessing F1 to expand them.",
"Mowe guns isn't awways bettew - having enyough fwux capacity and dissipation fow sustainyed fiwe can be mowe impowtant.",
"Wefitting a ship in space wiww weduce its combat weadinyess, especiawwy when changing huww mods.",
"Weapons that fiwe enyewgy bowts ow pwojectiwes can hit tawgets beyond theiw maximum wange, but onwy deaw soft fwux damage to shiewds when they do.",
"You can cweate gwoups of ships using Ctww and the nyumbew keys, and sewect them using the nyumbew keys. This wowks both in combat and in the depwoyment diawog.",
"Cawwiews wiww stop waunching wepwacement fightews once theiw combat weadinyess weaches 0%.",
"Cawwiews awmed with onwy point-defense and missiwe weapons wiww attempt to keep away fwom enyemy ships.",
"Pwess 'Z' to toggwe between owdewing a cawwiew's fightews to attack ow puww back to the cawwiew.",
"Owdewing fightews to wegwoup wiww make the cawwiew's wepwacement wate go down mowe swowwy, and wiww make damaged wings twy to shewtew behind the cawwiew.",
"When piwoting a cawwiew, its fightews wiww escowt a fwiendwy ship if the cawwiew tawgets it, and wiww continyue escowting it untiw wecawwed even if the tawget is cweawed.",
"Bombews have high damage potentiaw, but wowk best when combinyed with othew fightews, weapons, and ships to ensuwe they can dewivew the damage.",
"Pewcentage incweases awe additive. Pewcentage weductions awe genyewawwy muwtipwicative.", 
     ],
     
     
     
}